# for i in range(1, 11, 2):
#     print(i)


# TODO  با کمک حلقه فور اعداد زوج بین صد تا دویست را نمایش دهید
"""اعداد زوج پیدا شده را درون یک لیست اضافه کنید
و سپس مجموع اعداد زوج موچود در لیست را محاسبه و نمایش دهید
"""


# TODO 
"""
با کمک حلقه فور برنامه ای بنویسید که پنج عدد از ورودی دریافت نماید و مجموع آن ها را محاسبه و نمایش دهد

برنامه ای بنویسید که پنج عدد از ورودی دریافت نماید و مجموع اعداد زوج را محاسبه و نمایش دهد
عدد زوج عددی است که بر دو بخش پذیر باشد یعنی باقیمانده تقسیم آن بر دو مساوی صفر باشد
%
"""

names = ["ali", "mina","armin","roze"]

for name in names:
    print(name.upper())